Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# market_data_empty_error
source: No data received from the exchange.
ar: لم تُستلم أي بيانات من المنصة.
cs: Z burzy nepřišla žádná data.
da: Ingen data modtaget fra børsen.
de: Keine Daten von der Börse erhalten.
el: Δεν ελήφθησαν δεδομένα από το ανταλλακτήριο.
es: No se recibieron datos del exchange.
fa: هیچ داده‌ای از صرافی دریافت نشد.
fi: Pörssistä ei saatu tietoja.
fr: Aucune donnée reçue de la plateforme.
he: לא התקבלו נתונים מהבורסה.
hi: एक्सचेंज से कोई डेटा नहीं मिला।
hu: Nem érkezett adat a tőzsdéről.
id: Tidak ada data yang diterima dari bursa.
it: Nessun dato ricevuto dall'exchange.
ja: 取引所からデータを受信できませんでした。
ko: 거래소에서 데이터를 받지 못했습니다.
nb: Ingen data mottatt fra børsen.
nl: Geen gegevens ontvangen van de beurs.
pl: Nie otrzymano danych z giełdy.
pt: Não foram recebidos dados da corretora.
pt_br: Nenhum dado recebido da corretora.
ro: Nu s-au primit date de la exchange.
ru: Биржа не вернула данных.
sq: Nuk u morën të dhëna nga bursa.
sv: Inga data mottogs från börsen.
th: ไม่ได้รับข้อมูลจากกระดานเทรด
tr: Borsadan veri alınamadı.
uk: Біржа не повернула даних.
vi: Không nhận được dữ liệu từ sàn.
zh_hans: 未从交易所收到数据。

# market_hide_indicators
source: Hide indicators
ar: إخفاء المؤشرات
cs: Skrýt indikátory
da: Skjul indikatorer
de: Indikatoren ausblenden
el: Απόκρυψη δεικτών
es: Ocultar indicadores
fa: پنهان کردن اندیکاتورها
fi: Piilota indikaattorit
fr: Masquer les indicateurs
he: הסתר אינדיקטורים
hi: इंडिकेटर छिपाएँ
hu: Indikátorok elrejtése
id: Sembunyikan indikator
it: Nascondi indicatori
ja: 指標を隠す
ko: 지표 숨기기
nb: Skjul indikatorer
nl: Indicatoren verbergen
pl: Ukryj wskaźniki
pt: Ocultar indicadores
pt_br: Ocultar indicadores
ro: Ascunde indicatorii
ru: Скрыть индикаторы
sq: Fshih treguesit
sv: Dölj indikatorer
th: ซ่อนตัวชี้วัด
tr: Göstergeleri gizle
uk: Сховати індикатори
vi: Ẩn chỉ báo
zh_hans: 隐藏指标

# market_onchain_missing
source: On-chain data (Coin Metrics) currently unavailable – score based on price data only.
ar: بيانات السلسلة (Coin Metrics) غير متاحة حاليًا – النقاط مبنية على بيانات السعر فقط.
cs: On-chain data (Coin Metrics) nyní nejsou k dispozici – skóre jen z cenových dat.
da: On-chain-data (Coin Metrics) er ikke tilgængelige lige nu – scoren bygger kun på kursdata.
de: On-Chain-Daten (Coin Metrics) gerade nicht verfügbar – Score nur aus Kursdaten.
el: Τα on-chain δεδομένα (Coin Metrics) δεν είναι διαθέσιμα τώρα – βαθμολογία μόνο από δεδομένα τιμών.
es: Datos on-chain (Coin Metrics) no disponibles por ahora – puntuación basada solo en datos de precio.
fa: داده‌های آنچین (Coin Metrics) فعلاً در دسترس نیست – امتیاز فقط بر اساس داده‌های قیمت.
fi: On-chain-data (Coin Metrics) ei ole nyt saatavilla – pisteet vain hintadatasta.
fr: Données on-chain (Coin Metrics) actuellement indisponibles – score basé uniquement sur les prix.
he: נתוני און־צ׳יין (Coin Metrics) אינם זמינים כרגע – הציון מבוסס על נתוני מחיר בלבד.
hi: ऑन-चेन डेटा (Coin Metrics) अभी उपलब्ध नहीं – स्कोर केवल कीमत डेटा पर आधारित।
hu: On-chain adatok (Coin Metrics) jelenleg nem érhetők el – a pontszám csak áradatokon alapul.
id: Data on-chain (Coin Metrics) sedang tidak tersedia – skor hanya dari data harga.
it: Dati on-chain (Coin Metrics) al momento non disponibili – punteggio basato solo sui dati di prezzo.
ja: オンチェーンデータ（Coin Metrics）は現在利用できません – スコアは価格データのみに基づきます。
ko: 온체인 데이터(Coin Metrics)를 현재 사용할 수 없음 – 가격 데이터만으로 점수 산출.
nb: On-chain-data (Coin Metrics) er utilgjengelig nå – score kun basert på kursdata.
nl: On-chaindata (Coin Metrics) momenteel niet beschikbaar – score alleen op basis van koersgegevens.
pl: Dane on-chain (Coin Metrics) obecnie niedostępne – wynik tylko na podstawie danych cenowych.
pt: Dados on-chain (Coin Metrics) indisponíveis de momento – pontuação baseada apenas em dados de preço.
pt_br: Dados on-chain (Coin Metrics) indisponíveis no momento – pontuação baseada apenas em dados de preço.
ro: Date on-chain (Coin Metrics) indisponibile momentan – scor bazat doar pe datele de preț.
ru: Ончейн-данные (Coin Metrics) сейчас недоступны – оценка только по ценам.
sq: Të dhënat on-chain (Coin Metrics) aktualisht nuk janë të disponueshme – rezultati bazohet vetëm te çmimi.
sv: On-chain-data (Coin Metrics) är inte tillgängliga just nu – poängen bygger bara på kursdata.
th: ข้อมูลออนเชน (Coin Metrics) ไม่พร้อมใช้งานในขณะนี้ – คะแนนอิงข้อมูลราคาเท่านั้น
tr: On-chain veriler (Coin Metrics) şu anda kullanılamıyor – skor yalnızca fiyat verilerine dayanıyor.
uk: Ончейн-дані (Coin Metrics) зараз недоступні – оцінка лише за цінами.
vi: Dữ liệu on-chain (Coin Metrics) hiện không khả dụng – điểm chỉ dựa trên dữ liệu giá.
zh_hans: 链上数据（Coin Metrics）暂不可用 – 评分仅基于价格数据。

# market_phase_cycle_since
source: %lld months since the halving on %2$@
ar: %lld شهر منذ التنصيف في %2$@
cs: %lld měsíců od halvingu %2$@
da: %lld måneder siden halveringen den %2$@
de: %lld Monate seit dem Halving am %2$@
el: %lld μήνες από το halving στις %2$@
es: %lld meses desde el halving del %2$@
fa: %lld ماه از هاوینگ در %2$@ گذشته
fi: Halvingista (%2$@) kulunut %lld kuukautta
fr: %lld mois depuis le halving du %2$@
he: %lld חודשים מאז ה־halving ב־%2$@
hi: %2$@ को हुए halving के बाद %lld महीने
hu: Hónapok a halving óta (%2$@): %lld
id: %lld bulan sejak halving pada %2$@
it: %lld mesi dall'halving del %2$@
ja: %2$@ の半減期から %lld か月
ko: %2$@ 반감기 이후 %lld개월
nb: %lld måneder siden halveringen %2$@
nl: %lld maanden sinds de halving op %2$@
pl: %lld miesięcy od halvingu (%2$@)
pt: %lld meses desde o halving de %2$@
pt_br: %lld meses desde o halving de %2$@
ro: %lld de luni de la halving-ul din %2$@
ru: %lld месяца после халвинга %2$@
sq: %lld muaj nga halving-u më %2$@
sv: %lld månader sedan halveringen %2$@
th: %lld เดือนนับจาก halving เมื่อ %2$@
tr: %2$@ tarihindeki halving üzerinden %lld ay geçti
uk: %lld місяці після халвінгу %2$@
vi: %lld tháng kể từ halving ngày %2$@
zh_hans: 距 %2$@ 减半已 %lld 个月

# market_phase_disclaimer
source: Based on past cycles and the price trend. Not a forecast and no investment advice.
ar: استنادًا إلى الدورات السابقة واتجاه السعر. ليس توقعًا ولا نصيحة استثمارية.
cs: Vychází z minulých cyklů a cenového trendu. Nejde o předpověď ani investiční doporučení.
da: Baseret på tidligere cyklusser og kurstrenden. Ingen prognose og ingen investeringsrådgivning.
de: Anhand früherer Zyklen und des Kurstrends. Keine Prognose und keine Anlageberatung.
el: Βασίζεται σε προηγούμενους κύκλους και στην τάση της τιμής. Δεν αποτελεί πρόβλεψη ούτε επενδυτική συμβουλή.
es: Basado en ciclos pasados y en la tendencia del precio. No es una previsión ni un consejo de inversión.
fa: بر پایه چرخه‌های گذشته و روند قیمت. پیش‌بینی نیست و توصیه سرمایه‌گذاری هم نیست.
fi: Perustuu aiempiin sykleihin ja hintatrendiin. Ei ennuste eikä sijoitusneuvo.
fr: Basé sur les cycles passés et la tendance du prix. Ni une prévision, ni un conseil en investissement.
he: מבוסס על מחזורים קודמים ועל מגמת המחיר. אינו תחזית ואינו ייעוץ השקעות.
hi: पिछले साइकिल और कीमत के ट्रेंड पर आधारित। यह कोई पूर्वानुमान या निवेश सलाह नहीं है।
hu: Korábbi ciklusokon és az ártrenden alapul. Nem előrejelzés és nem befektetési tanács.
id: Berdasarkan siklus sebelumnya dan tren harga. Bukan prediksi dan bukan saran investasi.
it: Basato sui cicli passati e sull'andamento del prezzo. Non è una previsione né una consulenza finanziaria.
ja: 過去のサイクルと価格トレンドに基づく目安です。予測や投資助言ではありません。
ko: 과거 사이클과 가격 추세를 바탕으로 합니다. 예측이나 투자 조언이 아닙니다.
nb: Basert på tidligere sykluser og kurstrenden. Ingen prognose og ingen investeringsråd.
nl: Gebaseerd op eerdere cycli en de koerstrend. Geen voorspelling en geen beleggingsadvies.
pl: Na podstawie wcześniejszych cykli i trendu cenowego. To nie prognoza ani porada inwestycyjna.
pt: Baseado em ciclos anteriores e na tendência do preço. Não é uma previsão nem aconselhamento de investimento.
pt_br: Baseado em ciclos anteriores e na tendência do preço. Não é uma previsão nem recomendação de investimento.
ro: Pe baza ciclurilor anterioare și a trendului de preț. Nu este o prognoză și nici un sfat de investiții.
ru: На основе прошлых циклов и ценового тренда. Не прогноз и не инвестиционная рекомендация.
sq: Bazuar në ciklet e kaluara dhe trendin e çmimit. Nuk është parashikim dhe as këshillë investimi.
sv: Baserat på tidigare cykler och kurstrenden. Ingen prognos och ingen investeringsrådgivning.
th: อ้างอิงจากวัฏจักรในอดีตและแนวโน้มราคา ไม่ใช่การพยากรณ์และไม่ใช่คำแนะนำการลงทุน
tr: Geçmiş döngülere ve fiyat trendine dayanır. Tahmin veya yatırım tavsiyesi değildir.
uk: На основі минулих циклів і цінового тренду. Не є прогнозом чи інвестиційною порадою.
vi: Dựa trên các chu kỳ trước và xu hướng giá. Không phải dự báo hay lời khuyên đầu tư.
zh_hans: 基于以往周期和价格趋势。不构成预测或投资建议。

# market_phase_title
source: Bitcoin market phase
ar: مرحلة سوق Bitcoin
cs: Fáze trhu bitcoinu
da: Bitcoins markedsfase
de: Marktphase Bitcoin
el: Φάση αγοράς Bitcoin
es: Fase del mercado de Bitcoin
fa: فاز بازار بیت‌کوین
fi: Bitcoinin markkinavaihe
fr: Phase du marché Bitcoin
he: שלב השוק של ביטקוין
hi: Bitcoin मार्केट फ़ेज़
hu: Bitcoin piaci fázis
id: Fase pasar Bitcoin
it: Fase di mercato Bitcoin
ja: Bitcoin の市場フェーズ
ko: 비트코인 시장 국면
nb: Bitcoins markedsfase
nl: Bitcoin-marktfase
pl: Faza rynku Bitcoina
pt: Fase do mercado de Bitcoin
pt_br: Fase do mercado do Bitcoin
ro: Faza pieței Bitcoin
ru: Фаза рынка биткоина
sq: Faza e tregut të Bitcoin
sv: Bitcoins marknadsfas
th: ช่วงตลาด Bitcoin
tr: Bitcoin piyasa evresi
uk: Фаза ринку Bitcoin
vi: Giai đoạn thị trường Bitcoin
zh_hans: Bitcoin 市场阶段

# market_phase_trend_failed
source: Price data not available
ar: بيانات الأسعار غير متاحة
cs: Cenová data nejsou k dispozici
da: Kursdata ikke tilgængelige
de: Kursdaten nicht verfügbar
el: Τα δεδομένα τιμών δεν είναι διαθέσιμα
es: Datos de precio no disponibles
fa: داده‌های قیمت در دسترس نیست
fi: Hintatietoja ei saatavilla
fr: Données de prix indisponibles
he: נתוני מחיר אינם זמינים
hi: कीमत का डेटा उपलब्ध नहीं है
hu: Áradatok nem érhetők el
id: Data harga tidak tersedia
it: Dati di prezzo non disponibili
ja: 価格データを取得できません
ko: 가격 데이터를 사용할 수 없음
nb: Kursdata er ikke tilgjengelig
nl: Koersgegevens niet beschikbaar
pl: Dane cenowe niedostępne
pt: Dados de preço indisponíveis
pt_br: Dados de preço indisponíveis
ro: Datele de preț nu sunt disponibile
ru: Данные о ценах недоступны
sq: Të dhënat e çmimit nuk janë të disponueshme
sv: Kursdata inte tillgänglig
th: ไม่มีข้อมูลราคา
tr: Fiyat verileri kullanılamıyor
uk: Цінові дані недоступні
vi: Không có dữ liệu giá
zh_hans: 价格数据不可用

# market_phase_trend_loading
source: Loading price data…
ar: جارٍ تحميل بيانات الأسعار…
cs: Načítání cenových dat…
da: Indlæser kursdata…
de: Kursdaten werden geladen…
el: Φόρτωση δεδομένων τιμών…
es: Cargando datos de precio…
fa: در حال بارگیری داده‌های قیمت…
fi: Ladataan hintatietoja…
fr: Chargement des données de prix…
he: טוען נתוני מחיר…
hi: कीमत का डेटा लोड हो रहा है…
hu: Áradatok betöltése…
id: Memuat data harga…
it: Caricamento dati di prezzo…
ja: 価格データを読み込み中…
ko: 가격 데이터 불러오는 중…
nb: Laster inn kursdata…
nl: Koersgegevens laden…
pl: Wczytywanie danych cenowych…
pt: A carregar dados de preço…
pt_br: Carregando dados de preço…
ro: Se încarcă datele de preț…
ru: Загрузка данных о ценах…
sq: Po ngarkohen të dhënat e çmimit…
sv: Laddar kursdata…
th: กำลังโหลดข้อมูลราคา…
tr: Fiyat verileri yükleniyor…
uk: Завантаження цінових даних…
vi: Đang tải dữ liệu giá…
zh_hans: 正在加载价格数据…

# market_scores
source: Signs of a possible high %1$ld/10 · low %2$ld/10
ar: علامات قمة محتملة %1$ld/10 · قاع %2$ld/10
cs: Známky možného vrcholu %1$ld/10 · dna %2$ld/10
da: Tegn på en mulig top %1$ld/10 · bund %2$ld/10
de: Hinweise auf ein mögliches Hoch %1$ld/10 · Tief %2$ld/10
el: Ενδείξεις πιθανής κορυφής %1$ld/10 · πυθμένα %2$ld/10
es: Señales de un posible máximo %1$ld/10 · mínimo %2$ld/10
fa: نشانه‌های سقف احتمالی %1$ld/10 · کف %2$ld/10
fi: Merkkejä mahdollisesta huipusta %1$ld/10 · pohjasta %2$ld/10
fr: Signes d'un possible sommet %1$ld/10 · creux %2$ld/10
he: סימנים לשיא אפשרי %1$ld/10 · שפל %2$ld/10
hi: संभावित शिखर के संकेत %1$ld/10 · तल %2$ld/10
hu: Egy lehetséges csúcs jelei %1$ld/10 · mélypont %2$ld/10
id: Tanda kemungkinan puncak %1$ld/10 · dasar %2$ld/10
it: Segnali di un possibile massimo %1$ld/10 · minimo %2$ld/10
ja: 高値の可能性を示すサイン %1$ld/10 · 安値 %2$ld/10
ko: 고점 가능성 신호 %1$ld/10 · 저점 %2$ld/10
nb: Tegn på en mulig topp %1$ld/10 · bunn %2$ld/10
nl: Tekenen van een mogelijke top %1$ld/10 · bodem %2$ld/10
pl: Oznaki możliwego szczytu %1$ld/10 · dołka %2$ld/10
pt: Sinais de um possível pico %1$ld/10 · fundo %2$ld/10
pt_br: Sinais de um possível pico %1$ld/10 · fundo %2$ld/10
ro: Semne ale unui posibil maxim %1$ld/10 · minim %2$ld/10
ru: Признаки возможной вершины %1$ld/10 · дна %2$ld/10
sq: Shenja të një maksimumi të mundshëm %1$ld/10 · minimumi %2$ld/10
sv: Tecken på en möjlig topp %1$ld/10 · botten %2$ld/10
th: สัญญาณของจุดสูงสุดที่อาจเกิดขึ้น %1$ld/10 · จุดต่ำสุด %2$ld/10
tr: Olası bir tepe işaretleri %1$ld/10 · dip %2$ld/10
uk: Ознаки можливої вершини %1$ld/10 · дна %2$ld/10
vi: Dấu hiệu có thể là đỉnh %1$ld/10 · đáy %2$ld/10
zh_hans: 可能顶部的迹象 %1$ld/10 · 底部 %2$ld/10

# market_scores_hint
source: High = signs seen at past cycle highs, low = signs seen at past cycle lows. From 4 points one side dominates, from 7 it is extreme. No price target and no forecast.
ar: القمة = علامات ظهرت عند قمم الدورات السابقة، القاع = علامات ظهرت عند قيعان الدورات السابقة. من 4 نقاط يهيمن جانب، ومن 7 يكون متطرفًا. لا هدف سعري ولا توقعات.
cs: Vrchol = známky jako u dřívějších vrcholů cyklu, dno = známky jako u dřívějších den cyklu. Od 4 bodů převažuje jedna strana, od 7 je extrémní. Žádný cenový cíl a žádná prognóza.
da: Top = tegn som ved tidligere cyklustoppe, bund = tegn som ved tidligere cyklusbunde. Fra 4 point dominerer en side, fra 7 er den ekstrem. Intet kursmål og ingen prognose.
de: Hoch = Anzeichen wie an früheren Zyklus-Hochs, Tief = Anzeichen wie an früheren Zyklus-Tiefs. Ab 4 Punkten überwiegt eine Seite, ab 7 gilt sie als extrem. Kein Kursziel und keine Prognose.
el: Κορυφή = ενδείξεις όπως σε προηγούμενες κορυφές κύκλου, πυθμένας = ενδείξεις όπως σε προηγούμενους πυθμένες κύκλου. Από 4 πόντους κυριαρχεί μία πλευρά, από 7 είναι ακραία. Καμία τιμή-στόχος και καμία πρόβλεψη.
es: Máximo = señales como en máximos de ciclos pasados, mínimo = señales como en mínimos de ciclos pasados. Desde 4 puntos domina un lado, desde 7 es extremo. Sin precio objetivo y sin previsión.
fa: سقف = نشانه‌هایی مانند سقف‌های چرخه‌های گذشته، کف = نشانه‌هایی مانند کف‌های چرخه‌های گذشته. از ۴ امتیاز یک طرف غالب است و از ۷ شدید. بدون قیمت هدف و بدون پیش‌بینی.
fi: Huippu = merkkejä kuten aiemmissa syklihuipuissa, pohja = merkkejä kuten aiemmissa syklipohjissa. 4 pisteestä alkaen toinen puoli hallitsee, 7:stä alkaen se on äärimmäinen. Ei hintatavoitetta eikä ennustetta.
fr: Sommet = signes comme aux sommets de cycles passés, creux = signes comme aux creux de cycles passés. À partir de 4 points un côté domine, à partir de 7 il est extrême. Ni objectif de prix ni prévision.
he: שיא = סימנים כמו בשיאי מחזורים קודמים, שפל = סימנים כמו בשפלי מחזורים קודמים. מ-4 נקודות צד אחד שולט, מ-7 זה קיצוני. ללא יעד מחיר וללא תחזית.
hi: शिखर = पिछले चक्र-शिखरों जैसे संकेत, तल = पिछले चक्र-तलों जैसे संकेत। 4 अंकों से एक पक्ष हावी होता है, 7 से यह चरम है। कोई मूल्य लक्ष्य नहीं और कोई पूर्वानुमान नहीं।
hu: Csúcs = jelek, mint a korábbi ciklustetőknél, mélypont = jelek, mint a korábbi ciklusaljaknál. 4 ponttól az egyik oldal dominál, 7-től extrém. Nincs célár és nincs előrejelzés.
id: Puncak = tanda seperti pada puncak siklus sebelumnya, dasar = tanda seperti pada dasar siklus sebelumnya. Mulai 4 poin satu sisi dominan, mulai 7 ekstrem. Tanpa target harga dan tanpa prakiraan.
it: Massimo = segnali come ai massimi dei cicli passati, minimo = segnali come ai minimi dei cicli passati. Da 4 punti prevale un lato, da 7 è estremo. Nessun obiettivo di prezzo e nessuna previsione.
ja: 高値 = 過去のサイクル天井と同様のサイン、安値 = 過去のサイクル底と同様のサイン。4ポイント以上で一方が優勢、7以上で極端です。目標価格でも予測でもありません。
ko: 고점 = 과거 사이클 고점과 같은 신호, 저점 = 과거 사이클 저점과 같은 신호. 4점부터 한쪽이 우세하고 7점부터 극단입니다. 목표가도 예측도 아닙니다.
nb: Topp = tegn som ved tidligere syklustopper, bunn = tegn som ved tidligere syklusbunner. Fra 4 poeng dominerer én side, fra 7 er den ekstrem. Ikke noe kursmål og ingen prognose.
nl: Top = tekenen zoals bij eerdere cyclustoppen, bodem = tekenen zoals bij eerdere cyclusbodems. Vanaf 4 punten overheerst een kant, vanaf 7 is het extreem. Geen koersdoel en geen voorspelling.
pl: Szczyt = oznaki jak na dawnych szczytach cyklu, dołek = oznaki jak na dawnych dołkach cyklu. Od 4 punktów przeważa jedna strona, od 7 jest ekstremalnie. Bez ceny docelowej i bez prognozy.
pt: Pico = sinais como nos picos de ciclos passados, fundo = sinais como nos fundos de ciclos passados. A partir de 4 pontos um lado domina, a partir de 7 é extremo. Sem preço-alvo e sem previsão.
pt_br: Pico = sinais como nos picos de ciclos passados, fundo = sinais como nos fundos de ciclos passados. A partir de 4 pontos um lado domina, a partir de 7 é extremo. Sem preço-alvo e sem previsão.
ro: Maxim = semne ca la maximele ciclurilor trecute, minim = semne ca la minimele ciclurilor trecute. De la 4 puncte domină o parte, de la 7 este extremă. Niciun preț țintă și nicio prognoză.
ru: Вершина – признаки как на прошлых вершинах цикла, дно – признаки как на прошлых днищах цикла. От 4 баллов преобладает одна сторона, от 7 – экстремально. Не целевая цена и не прогноз.
sq: Maksimum = shenja si në maksimumet e cikleve të kaluara, minimum = shenja si në minimumet e cikleve të kaluara. Nga 4 pikë mbizotëron një anë, nga 7 është ekstreme. Pa objektiv çmimi dhe pa parashikim.
sv: Topp = tecken som vid tidigare cykeltoppar, botten = tecken som vid tidigare cykelbottnar. Från 4 poäng dominerar en sida, från 7 är det extremt. Inget kursmål och ingen prognos.
th: จุดสูงสุด = สัญญาณแบบที่เคยเห็นที่จุดสูงสุดของรอบก่อน ๆ, จุดต่ำสุด = สัญญาณแบบที่เคยเห็นที่จุดต่ำสุดของรอบก่อน ๆ ตั้งแต่ 4 คะแนนฝั่งหนึ่งครองตลาด ตั้งแต่ 7 ถือว่าสุดขั้ว ไม่ใช่ราคาเป้าหมายและไม่ใช่การคาดการณ์
tr: Tepe = geçmiş döngü zirvelerindeki gibi işaretler, dip = geçmiş döngü diplerindeki gibi işaretler. 4 puandan itibaren bir taraf baskındır, 7'den itibaren aşırıdır. Fiyat hedefi değildir ve tahmin değildir.
uk: Вершина – ознаки як на минулих вершинах циклу, дно – ознаки як на минулих днищах циклу. Від 4 балів переважає одна сторона, від 7 – екстремально. Не цільова ціна і не прогноз.
vi: Đỉnh = dấu hiệu giống các đỉnh chu kỳ trước, đáy = dấu hiệu giống các đáy chu kỳ trước. Từ 4 điểm một bên chiếm ưu thế, từ 7 là cực độ. Không phải giá mục tiêu và không phải dự báo.
zh_hans: 顶部 = 与以往周期顶部类似的迹象，底部 = 与以往周期底部类似的迹象。4 分起一方占优，7 分起为极端。不是目标价，也不是预测。
